afl_output_transfer_complete_response_24h/fuzzer04/crashes/id:000009,sig:06,src:000004+000019,op:splice,rep:2

<?xml version="1.0" encoding="UTF-8"?><soap-env:Envelope xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:cwmp="urn:dslforum-org:cwmp-1-2" soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">22</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:SetParameterValues><ParameterList soap-enc:arrayType="cwmp:ParameterValueStruct[1]"><ParameterValueStruct><Name xsi:type="xsd:string">InternetGatewayDevice.ManagementServer.ConnectionRequestUserna|e</Name><Value xsi:type="xsd:string">useradmin</Value></ParameterValueStruct><ParameterValueStruct><Name xsi:type="xsd:string">InternetGatewayDevice.ManagementServer.ConnectionRequestPassword</Name><Value xsi:type="xsd:string">XXX11@xxx</Value></ParameterValueStruct></ParameterList><ParameterKey xsi:type="xsd:string">SetPValues1885</ParameterKey></cwmp:SetParameterValues></soap-env:Body></soap-env:Envelope>